Repository: aegif/CmisSync
Catalog: CmisSync/Properties/Properties.Resources.*.resx
Languages: cs, da, es_es, fr, it, nl, pl, pt_pt, sl, uk

# YouCanFind
source: You can find them in your A-SaaS Drive folder.
cs: Najdete je ve své CmisSync složce.
da: Du kan finde dem i din CmisSync-mappe.
es_es: Usted puede encontrarlos en la carpeta A-SaaS Drive.
fr: Vous pouvez les trouver dans votre dossier CmisSync.
it: E' possibile trovarli nella cartella CmisSync.
nl: Je kan ze vinden in jouw CmisSync map.
pl: Można je znaleźć w folderze CmisSync.
pt_pt: Você pode encontrá-los na pasta CmisSync.
sl: You can find them in your CmisSync folder.
uk: Їх можна знайти в папці A-SaaS Drive.

# ChangeRepoPath
source: Change the local path of this repository:
cs: Změňte místní cestu do tohoto úložiště:
da: Ændr den lokale sti på dette opbevaringssted:
es_es: Cambiar la ruta de acceso local de este repositorio:
fr: Modifier le chemin local de ce dossier synchronisé :
it: Modificare il percorso locale di questo repository:
nl: Verander het lokale pad van deze repository:
pl: Zmiana ścieżki lokalnej dla tego repozytorium:
pt_pt: Altere o caminho local deste repositório:
uk: Змінити локальний шлях до цього репозиторію:

# LocalDirectoryExist
source: A local folder with the same name already exist, please use a different name to prevent sync conflicts.
cs: Místní složka se stejným názvem již existuje, použijte odlišný název.
da: En lokalmappe med et identisk navn findes allerede. Benyt venligst et anden navn.
es_es: Una carpeta local con el mismo nombre ya existe, utilice un nombre diferente.
fr: Un dossier local portant le même nom existe déjà, veuillez utiliser un nom différent.
it: Una cartella locale con lo stesso nome esiste già, si prega di utilizzare un nome diverso.
nl: Een lokale map met dezelfde naam bestaat reeds, gelieve een andere naam te gebruiken.
pl: Lokalny folder o tej samej nazwie już istnieje, proszę użyć innej nazwy.
pt_pt: Uma pasta local com o mesmo nome já existe, por favor, use um nome diferente.
sl: A local folder with the same name already exist, please use a different name.
uk: Локальна папка з таким ім'ям вже існує, будь ласка, виберіть інше ім'я.

source: Pause sync
cs: Pozastavit synchronizaci
da: Sæt synkronisering på pause
es_es: Pausar sincronización
fr: Mettre en pause la synchronisation
it: Sospendi Sincronizzazione
nl: Synchronisatie pauzeren
pl: Wstrzymaj synchronizacje
pt_pt: Pausar sincronização
uk: Зупинити синхронізацію

source: Resume sync
cs: Pokračovat v synchronizaci
da: Genoptag synkronisering
es_es: Reanudar sincronización
fr: Reprendre la synchronisation
it: Riprendi la sincronizzazione
nl: Synchronisatie hervatten
pl: Wznów synchronizacje
pt_pt: Retomar sincronização
sl: Nadaljevanje sinhronizacije
uk: Відновити синхронізацію

source: Browse remote folder
cs: Procházet vzdálenou složku
da: Gennemse fjernmappe
es_es: Buscar carpeta remota
fr: Naviguer le dossier distant
it: Sfoglia la cartella remota
nl: Externe map verkennen
pl: Przeglądanie folderu zdalnego
pt_pt: Procurar pasta remota
sl: Prebrskajte oddaljeno mapo
uk: Огляд віддаленої папки

source: Open local folder
cs: Otevřít místní složku
da: Åbn lokalmappe
es_es: Abrir carpeta local
fr: Ouvrir le dossier local
it: Apri cartella locale
nl: Lokale map openen
pl: Otwórz folder lokalny
pt_pt: Abrir pasta local
uk: Відкрити локальну папку

# About
source: About A-SaaS Drive
da: Om CmisSync
es_es: Sobre A-SaaS Drive
fr: A Propos de CmisSync
it: About CmisSync
nl: About CmisSync
pl: O CmisSync
pt_pt: About CmisSync
sl: O CmisSync
uk: Про A-SaaS Drive

source: View Log
da: Vis Log
es_es: Ver Log
fr: Afficher le journal
it: Visualizza log
pl: Pokaż dziennik
sl: Ogled dnevnika
uk: Переглянути журнал

# ConnectFailure
source: Failed to connect to server! Please check the given URL for misspelled host name. If the URL is correct, please contact your server administrator!
da: Kunne ikke oprette forbindelse til server! Kontrollér venligst den aktuelle URL for stavefejl i værtsnavnet. Er URL'en korrekt, kontakt da venligst din serveradministrator!
es_es: Error al conectar al servidor. Por favor comprueba la URL introducida así como errores en el nombre de host. Si la URL es correcta, por favor póngase en contacto con el administrador del servidor.
fr: La connection au serveur a échoué. Veuillez vérifier l'addresse. Si l'adresse est correcte, contactez l'administrateur du serveur.
it: Impossibile connettersi al server! Si prega di controllare l'URL specificato. Se l'URL è corretto, si prega di contattare l'amministratore del server!
uk: Не вдалося підключитися до сервера! Будь ласка, перевірте дану URL на вірність імені хосту. Якщо URL-адреса - вірна, то, будь ласка, зверніться до адміністратора сервера!

# LoginFailedForbidden
source: Login failed! Please check your user credentials and potentially the server URL.
da: Log ind mislykkedes! Kontrollér venligst dine autorisationsoplysninger og evt. server-URL'en.
es_es: No se pudo iniciar sesión! Por favor compruebe sus credenciales de usuario y potencialmente la URL del servidor.
fr: Échec de l'authentification. Vérifiez votre mot de passe et l'adresse du serveur.
it: Accesso non riuscito! Si prega di controllare le credenziali di accesso e l'URL del server.
uk: Увійти не вдалося! Будь ласка, перевірте облікові дані користувача і потенційну URL-адресу сервера.

# SendFailureHttps
source: Failed to communicate with the given server! Please check the protocol part of the given URL. Maybe your server is not capable to communicate over https
da: Kommunikation med den aktuelle server mislykkedes! Kontrollér venligst protokoldelen af den aktuelle URL. Din server understøtter muligvis ikke kommunikation via https
es_es: Error al comunicarse con el servidor introducido. Por favor revise la parte de protocolo de la URL. Tal vez su servidor no es capaz de comunicarse a través de https
fr: La connection au serveur a échoué. Veuillez vérifier l'addresse. Si l'adresse est correcte, contactez l'administrateur du serveur.
it: Impossibile comunicare con il server specificato! Si prega di controllare la parte di protocollo dell'URL specificato. Forse il server non è in grado di comunicare tramite https
uk: Не вдалося зв'язатися із заданим сервером! Будь ласка, перевірте частину протоколу даного URL. Можливо, ваш сервер не здатний взаємодіяти через https

# DoNotIgnoreFolder
source: Enable folder for synchronization
da: Aktivér synkronisering af denne mappe
es_es: Habilitar la carpeta para la sincronización
fr: Activiter ce dossier pour la synchronisation
it: Abilita la cartella per la sincronizzazione
uk: Увімкнути папку для синхронізації

# IgnoreFolder
source: Ignore folder on synchronization
da: Deaktivér synkronisering af denne mappe
es_es: Ignorar la carpeta de la sincronización
fr: Ignorer ce dossier pour la synchronisation
it: Ignora la cartella per la sincronizzazione
sl: Prezri mapo ob sinhronizaciji
uk: Ігнорувати папку при синхронізації

# LoadingStatusLOADING
source: loading ...
da: indlæser ...
es_es: cargando...
fr: Chargement ...
it: caricamento...
sl: nalaganje...
uk: завантаження...

# LoadingStatusSTART
source: pending ...
da: afventer udførelse ...
es_es: pendiente...
fr: Traitement en cours ...
it: in sospeso...
sl: čakanje...
uk: очікування…

# RemoveFolderFromSync
source: Remove the folder from synchronization
da: Daktivér synkronisering for denne mappe
es_es: Eliminar la carpeta de la sincronización
fr: Enlever le dossier de la synchronisation
it: Rimuovi la cartella dalla sincronizzazione
sl: Odstranite mapo iz sinhronizacije
uk: Видалити папку із синхронізації

# DoYouTrustTheCertificate
source: Do you trust this certificate? (Yes = Always, Cancel = Just Now)
da: Har du tillid til dette certifikat? (Ja == Altid, Annullér = I øjeblikket)
es_es: ¿Confías en este certificado? (Sí == siempre, Cancel = ahora)
fr: Faites-vous confiance à ce certificat ? (Oui = Toujours, Annuler = Seulement maintenant)
it: Ti fidi di questo certificato? (Sì = sempre, Cancel = solo ora)
sl: Ali zaupate temu potrdilu? (Da = Vedno, Prekliči = Samo zdaj)
uk: Ви довіряєте цьому сертифікату? (Так == завжди, Скасувати = лише зараз)

# TrustFailure
source: Failed to establish a trusted Connection. Please inform your server administrator.
da: Det mislykkedes at oprette en sikker forbindelse. Underret venligst din serveradministrator.
es_es: No se pudo establecer una conexión de confianza. Deberá informar al administrador del servidor.
fr: Échec de l'établissement d'une connection sécurisée. Veuillez informer l'administrateur du serveur.
it: Impossibile stabilire una connessione fidata. Si prega di informare l'amministratore del server.
sl: Vzpostavitev zaupanja vredne povezave ni uspelo. Obvestite skrbnika strežnika.
uk: Не вдалося встановити надійне з'єднання. Будь ласка, повідомте адміністратора сервера.

source: Untrusted Certificate
da: Tvivlsomt Certifikat
es_es: Certificado de confianza
fr: Certificat non approuvé
it: Certificato non attendibile
sl: Potrdilo brez zaupanja
uk: Ненадійний сертифікат

# ManualSync
source: Run sync now
da: Synkronisér nu
es_es: Ejecute la sincronización ahora
fr: Synchroniser maintenant
it: Esegui la sincronizzazione ora
sl: Zaženi sinhronizacijo zdaj
uk: Тепер запустіть синхронізацію

source: Settings...
da: Indstillinger...
es_es: Configuración...
fr: Paramètres...
it: Impostazioni...
sl: Nastavitve...
uk: Параметри…

source: Save
da: Gem
es_es: Guardar
fr: Enregistrer
it: Salva
sl: Shrani
uk: Зберегти

# CmisSync
source: A-SaaS Drive
da: CmisSync
fr: CmisSync
it: CmisSync
pt_pt: CmisSync
sl: CmisSync

source: Sync Interval
da: Synk-interval
es_es: Intervalo de sincronización
fr: Intervalle de synchronisation
it: Intervallo di sincronizzazione
sl: Interval sinhronizacije
uk: Інтервал синхронізації

source: hours
da: time
es_es: horas
fr: heures
it: ore
sl: ur
uk: години

source: minutes
da: minut
es_es: minutos
it: minuti
sl: minut
uk: хвилини

source: day
da: dag
es_es: día
fr: jour
it: giorno
sl: dan
uk: день

source: hour
da: time
es_es: hora
fr: heure
it: ora
sl: ura
uk: година

# WebAddress
source: Repository URL
da: Favoritadresser
es_es: URL del repositorio
fr: URL du référentiel
sl: URL repozitorija
uk: URL-адреса сховища

source: Error
da: Fejl
fr: Erreur
it: Errore
sl: Napaka
uk: Помилка

# SyncError
source: Could not sync "{0}": {1}
da: Kunne ikke synke "{0}": {1}
es_es: No puede sincronizar "{0}": {1}
fr: La synchronisation de "{0}" a échoué: {1}
it: Impossibile sincronizzare "{0}": {1}
uk: Не вдалося синхронізувати "{0}": {1}

# RemoveFolderFromSyncConfirm
source: Are you sure you want to disconnect this repository? No files will be deleted from your system but they will no longer be synchronized.
da: Er du sikker på, at du ønsker at fjerne denne lagerplacering? Ingen filer vil blive slettet fra dit system, men de vil ikke længere blive synkroniseret.
es_es: ¿Está seguro de que desea desconectar este repositorio? Los archivos archivos no serán eliminados de su sistema, pero ya no se sincronizarán.
fr: Êtes-vous sûr de que vouloir déconnecter ce référentiel ? Aucun fichier ne sera supprimé de votre système, mais ils ne seront plus synchronisés.
it: Sei sicuro di voler disconnettere questo repository? Non verrà cancellato nessun file dal tuo sistema, ma la cartella non sarà più sincronizzata.
uk: Ви дійсно бажаєте відключити це сховище? Файли не видаляються з вашої системи, але вони більше не синхронізуються.

source: minute
da: minut
es_es: minuto
it: minuto
sl: minut
uk: хвилина

source: seconds
da: sekunder
es_es: segundos
fr: secondes
it: secondi
sl: sekund
uk: секунди

# SyncAtStartup
source: Launch sync at A-SaaS Drive startup
fr: Lancer la synchronisation au démarrage de CmisSync
