Repository: aegif/CmisSync
Catalog: CmisSync/Properties/Properties.Resources.*.resx
Languages: cs, da, es_es, fr, it, nl, pl, pt_pt, sl, uk

source: Add
cs: Přidat
da: Tilføj
es_es: Añadir
fr: Ajouter
it: Aggiungi
nl: Toevoegen
pl: Dodaj
pt_pt: Adicionar
sl: Dodaj
uk: Додати

source: Add a remote folder…
cs: Přidat vzdálenou složku...
da: Tilføj en fjernmappe…
es_es: Añadir una carpeta remota...
fr: Ajouter un dossier distant…
it: Nuova cartella remota…
nl: Externe map toevoegen
pl: Dodaj zdalny folder ...
pt_pt: Adicione uma pasta remota...
sl: Dodaj oddaljeno mapo…
uk: Додати віддалену папку...

# AddFolders
source: Adding synchronized folders to A-SaaS Drive
cs: Přidání synchronizované složky do CmisSync
da: Føjer synkroniserede mapper til CmisSync
es_es: Añadiendo carpetas sincronizadas a A-SaaS Drive
fr: Ajouter des dossiers synchronisés à CmisSync
it: Sincronizzazione cartelle per CmisSync in corso
nl: Gesynchroniseerde mappen toevoegen aan CmisSync
pl: Dodawaniesynchronizowanych folderów do CmisSync
pt_pt: Adicionando pastas sincronizadas ao CmisSync
sl: Dodajanje sinhroniziranih map v CmisSync
uk: Додавання синхронізуваної папки для A-SaaS Drive

source: Adding Folder
cs: Přidat složku
da: Tilføjer mappe
es_es: Añadiendo carpeta
fr: Ajouter un dossier
it: Aggiunta cartella
nl: Map wordt toevoegd
pl: Dodawanie folderu
pt_pt: Adicionando pasta
sl: Dodajanje mape
uk: Додавання папки

source: Back
cs: Zpět
da: Tilbage
es_es: Atrás
fr: Retour
it: Indietro
nl: Terug
pl: Wstecz
pt_pt: Voltar
sl: Nazaj
uk: Назад

source: Cancel
cs: Storno
da: Annullér
es_es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt_pt: Cancelar
sl: Prekliči
uk: Скасувати

# CmisSyncCreates
source: A-SaaS Drive creates a special folder on your computer where the documents are synchronized.
cs: CmisSync vytváří speciální složku ve Vašem počítači, kde jsou dokumenty synchronizovány.
da: CmisSync opretter en specialmappe på din computer, når dokumenterne er synkroniserede.
es_es: A-SaaS Drive crea una carpeta especial en su ordenador donde se sincronizan los documentos.
fr: CmisSync crée un dossier spécial sur votre ordinateur où les documents sont synchronisés.
it: CmisSync crea una cartella speciale sul computer dove vengono sincronizzati i documenti.
nl: CmisSync maakt een speciale map op jouw computer aan waar de documenten worden gesynchroniseerd.
pl: CmisSync tworzy specjalny folder na komputerze, gdzie dokumenty są synchronizowane.
pt_pt: O CmisSync cria uma pasta especial no seu computador onde os documentos são sincronizados.
sl: CmisSync v računalniku ustvari posebno mapo, kjer se dokumenti sinhronizirajo.
uk: A-SaaS Drive створює спеціальну папку на вашому комп'ютері, де синхронізуються документах.

source: Continue
cs: Pokračovat
da: Fortsæt
es_es: Continuar
fr: Continuer
it: Continua
nl: Doorgaan
pl: Kontunuuj
pt_pt: Continuar
sl: Nadaljuj
uk: Продовжити

# Customize
source: Customize the local folder name
cs: Upravit název místní složky
da: Tilpas det lokale mappenavn
es_es: Personalizar el nombre de la carpeta local
fr: Personnaliser le nom du dossier local
it: Modifica il nome della cartella locale
nl: Lokale mapnaam aanpassen
pl: Dostosowanie nazwy folderu lokalnego
pt_pt: Personalizar o nome da pasta local
sl: Prilagodite ime lokalne mape
uk: Змінити ім'я локальної папки

# DocumentsAre
source: Documents are automatically updated to reflect the latest changes from your colleagues, and your changes are sent to the server automatically too.
cs: Dokumenty jsou automaticky aktualizovány nejnovějšími změnami od vašich kolegů a Vámi provedené změny jsou odesílány na server také automaticky.
da: Dokumenter opdateres automatisk for at afspejle de seneste ændringer fra dine kolleger, og dine ændringer sendes ligeledes automatisk til serveren.
es_es: Los documentos se actualizan automáticamente para reflejar los cambios más recientes de sus compañeros y los cambios también se envían al servidor automáticamente.
fr: Les documents sont automatiquement mis à jour pour refléter les derniers changements de vos collègues, et vos modifications sont aussi envoyées automatiquement au serveur.
it: I documenti vengono aggiornati automaticamente con le ultime modifiche dei tuoi colleghi, cosi come le tue modifiche vengono inviate al server automaticamente.
nl: Documenten worden automatisch bijgewerkt om de laatste wijzigingen van je collega's weer te geven, en jouw veranderingen worden ook automatisch naar de server verzonden.
pl: Dokumenty są automatycznie aktualizowane w celu uwzględnienia najnowszych zmian od swoich kolegów, i zmiany są wysyłane do serwera automatycznie.
pt_pt: Os documentos são automaticamente atualizados para refletir as alterações mais recentes dos seus colegas, e suas alterações também são enviadas para o servidor automaticamente .
sl: Dokumenti so samodejno posodobljeni, da odražajo najnovejše spremembe vaših kolegov in tudi vaše spremembe se samodejno pošljejo na strežnik.
uk: Документів автоматично оновлюються з урахуванням останніх змін від ваших колег і ваші зміни надсилаються на сервер автоматично також.

# EmptyURLNotAllowed
source: Empty URL
cs: Prázdné URL
da: Tom URL
es_es: URL vacío
fr: URL vide
it: URL vuoto
nl: Lege URL
pl: Pusty adres URL
pt_pt: URL vazio
sl: Prazen URL
uk: Порожня URL

# EnterLocalFolderName
source: Enter a name for the local folder where the documents are synchronized
cs: Zadejte název místní složky, kde budou synchronizovány dokumenty
da: Angiv et navn til den lokale mappe, hvori dokumenterne synkroniseres
es_es: Introduzca un nombre para la carpeta local donde se sincronizan los documentos
fr: Entrez un nom pour le dossier local où les documents seront synchronisés
it: Immetti un nome per la cartella locale dove vengono sincronizzati i documenti
nl: Voer een naam in voor de lokale map waar de documenten worden gesynchroniseerd
pl: Wprowadź nazwę folderu lokalnego, gdzie dokumenty mają być synchronizowane
pt_pt: Digite um nome para a pasta local onde os documentos são sincronizados
sl: Vnesite ime za lokalno mapo, kjer se dokumenti sinhronizirajo
uk: Введіть ім'я для локальної папки, де синхронізуються документи

# EnterWebAddress
source: Enter a Web address where the documents can be seen:
cs: Zadejte webovou adresu, kde lze dokumenty vidět:
da: Angiv en web-adresse, hvortil dokumenterne kan sendes:
es_es: Escriba una dirección Web donde los documentos puedan ser vistos:
fr: Entrez une adresse Web où vos documents sont visibles:
it: Immetti un indirizzo Web dove si possono vedere i documenti:
nl: Voer een Web adres in waar de documenten zichtbaar zijn:
pl: Wprowadź adres internetowy gdzie można zobaczyć dokumenty:
pt_pt: Digite um endereço da Web onde os documentos podem ser vistos:
sl: Vnesite spletni naslov, kjer so razvidni dokumenti:
uk: Введіть веб-адресу, де можна побачити документи:

source: Exit
cs: Konec
da: Afslut
es_es: Salir
fr: Quitter
it: Esci
nl: Verlaten
pl: Wyjście
pt_pt: Sair
sl: Izhod
uk: Вихід

source: Failed to send some changes
cs: Nepodařilo se odeslat některé změny
da: Afsendelse af visse ændringer mislykkedes
es_es: Fallo al enviar algunos cambios
fr: Impossible d'envoyer certaines modifications
it: Impossibile inviare alcune modifiche
nl: Het verzenden van bepaalde wijzigingen is mislukt
pl: Nie udało się wysłać kilka zmian
pt_pt: Falha ao enviar algumas alterações
sl: Pošiljanje nekaterih sprememb ni uspelo
uk: Не вдалося надіслати деякі зміни

source: Files up to date
cs: Soubory jsou sesynchronizovány
da: Filer er opdaterede
es_es: Archivos actualizados
fr: Tous les fichiers sont à jour
it: File aggiornati
nl: Bestanden zijn bijgewerkt
pl: Pliki zsynchronizowane
pt_pt: Arquivos atualizados
sl: Datoteke so ažurne
uk: Файли для оновлення

source: Finish
cs: Dokončit
da: Færdiggør
es_es: Terminado
fr: Terminer
it: Finito
nl: Beëindigen
pl: Ukończone
pt_pt: Finalizar
sl: Dokončaj
uk: Закінчити

# FolderAlreadyExist
source: A folder already in the A-SaaS Drive root folder
cs: Složka již je v kořenové složce CmisSync
da: En mappe findes allerede i CmisSync-rodmappen
es_es: Ya existe una carpeta en la carpeta raíz de A-SaaS Drive
fr: Un dossier porte déjà ce nom dans le dossier racine de CmisSync
it: Una cartella esiste già nella cartella radice CmisSync
nl: Een map die reeds in de CmisSync hoofdmap is
pl: Folder w folderze głównym CmisSync
pt_pt: A pasta já existe na pasta raiz do CmisSync
sl: Mapa je že v CmisSync korenski mapi
uk: Папка вже в кореневій папці A-SaaS Drive

source: Help
cs: Pomoc
da: Hjælp
es_es: Ayuda
fr: Aide
it: Guida
pl: Pomoc
pt_pt: Ajuda
sl: Pomoč
uk: Допомога

# Intro
source: A-SaaS Drive allows you to keep in sync with any CMIS-compliant enterprise server, and use your documents even when offline. It is like Dropbox for Enterprise Content Management!
cs: CmisSync umožňuje synchronizovat s jakýmkoli standardem CMIS enterprise serverem a používat vaše dokumenty, i když v režimu offline. Je to jako Dropbox pro Enterprise Content Management!
da: CmisSync gør det muligt for dig at forblive synkroniseret med enhver CMIS-kompatibel virksomhedsserver samt at tilgå dine dokumenter selv i offline-tilstand. Det svarer i store træk til Dropbox for Enterprise Content Management!
es_es: A-SaaS Drive permite mantener sincronizado con cualquier servidor compatible con CMIS empresarial y utilizar sus documentos, incluso cuando está fuera de línea. ¡ Es como Dropbox para los Gestores Documentales Empresariales!
fr: CmisSync permet de rester synchronisé avec n'importe quel serveur d'entreprise conforme CMIS et d'utiliser vos documents même si vous n'êtes pas connecté. C'est comme Dropbox pour les serveurs de gestion de contenu d'Entreprise (ECM) !
it: CmisSync consente di mantenere la sincronizzazione con qualsiasi server CMIS ed utilizzare i tuoi documenti anche quando non sei in linea. È come Dropbox per Enterprise Content Management!
nl: CmisSync laat je toe gesynchroniseerd te zijn met eender welke CMIS-compatibele bedrijfsserver, en zelfs offline jouw documenten te gebruiken. Het is zoals Dropbox voor Enterprise Content Management!
pl: CmisSync allows you to keep in sync with any CMIS-compliant enterprise server, and use your documents even when offline. It is like Dropbox for Enterprise Content Management!
pt_pt: O CmisSync permite que você se mantenha em sincronia com qualquer servidor corporativo compatível com CMIS, e usar seus documentos mesmo quando offline. É como o Dropbox para gerenciamento de conteúdo corporativo!
sl: CmisSync allows you to keep in sync with any CMIS-compliant enterprise server, and use your documents even when offline. It is like Dropbox for Enterprise Content Management!
uk: A-SaaS Drive дозволяє синхронізувати з будь-якого CMIS-сумісного сервера підприємства і використовувати ваші документи, навіть під час автономної роботи. Це як Dropbox для управління корпоративним контентом!

# InvalidFolderName
source: The folder name {0} is invalid. Special characters are not allowed.
cs: Název složky je neplatný. Zvláštní znaky nejsou povoleny.
da: Mappenavn ugyldigt. Specialtegn ikke tilladt.
es_es: El nombre de la carpeta es válido. No se permiten caracteres especiales.
fr: Le nom du dossier n'est pas valide. Les caractères spéciaux ne sont pas autorisés.
it: Il nome della cartella non è valido. Non sono ammessi caratteri speciali.
nl: De mapnaam is ongeldig. Speciale karakters zijn niet toegelaten.
pl: Nazwa folderu jest nieprawidłowa. Znaki specjalne nie są dozwolone.
pt_pt: O nome da pasta é inválido. Caracteres especiais não são permitidos.
sl: The folder name is invalid. Special characters are not allowed.
uk: Неприпустиме ім'я папки. Спеціальні символи не дозволяються.

source: Invalid URL
cs: Neplatná adresa URL
da: Ugyldig URL
es_es: URL no válida
fr: URL invalide
it: URL non valido
nl: Ongeldige URL
pl: Nieprawidłowy adres URL
pt_pt: URL inválido
sl: Neveljaven URL
uk: Неприпустима URL-адреса

# MayTakeTime
source: This may either take a short or a long time depending on the folder's size.
cs: Tato operace může trvat buď krátkou nebo dlouhou dobu v závislosti na velikosti složky.
da: Dette kan tage kort eller langt tid afhængig af mappens størrelse.
es_es: Esto puede tardar un menor o mayor tiempo dependiendo del tamaño de la carpeta.
fr: Cela peut prendre un certain temps en fonction de la taille du dossier.
it: In base alla dimensione della cartella questo processo potrebbe durare a lungo.
nl: Dit kan zowel kort of lang duren afhankelijk van de mapgrootte.
pl: Może to potrwać dłuższa chwilę w zależności od rozmiaru folderu.
pt_pt: Isso pode levar pouco ou muito tempo dependendo do tamanho da pasta.
uk: Це може тривати короткий або тривалий час залежно від розміру папки.

# OpenFolder
source: Open the synchronized folder
cs: Otevřít synchronizovanou složku
da: Åbn den synkroniserede mappe
es_es: Abra la carpeta sincronizada
fr: Ouvrir le dossier synchronisé
it: Apri la cartella sincronizzata
nl: Gesynchroniseerde map openen
pl: Otwieranie folderu synchronizowanego
pt_pt: Abrir a pasta sincronizada
uk: Відкрити синхронізовану папку

source: Password
cs: Heslo
da: Adgangskode
es_es: Contraseña
fr: Mot de passe
nl: Paswoord
pl: Hasło
pt_pt: Senha
sl: Geslo
uk: Пароль

# PermissionDenied
source: CMIS server found, but permission denied. Please check username/password.
cs: CMIS server nalezen, ale přístup byl odepřen. Zkontrolujte uživatelské jméno a heslo.
da: CMIS-server fundet, men tilladelse afvist. Kontrollér venligst brugernavn/adgangskode.
es_es: Se ha encontrado el servidor de CMIS , pero negó el permiso. Por favor comprueba el nombre de usuario/contraseña.
fr: Le serveur CMIS a été trouvé mais l'accès a été refusé. Veuillez vérifier votre nom d'utilisateur et votre mot de passe.
it: Server CMIS trovato, ma permesso negato. Si prega di verificare username e password.
nl: CMIS server gevonden, maar toegang werd geweigerd. Gelieve uw gebruikersnaam/paswoord te controleren.
pl: Serwer CMIS odmawia dostępu . Sprawdź nazwę użytkownika i hasło.
pt_pt: Servidor CMIS encontrado, mas permissão negada. Por favor, verifique o nome de usuário e senha.
uk: CMIS сервер знайдено, але немає дозволу. Будь ласка, перевірте ім'я користувача та пароль.

# Ready
source: Your documents are now being synchronized
cs: Vaše dokumenty jsou nyní synchronizovány
da: Dine dokumenter bliver nu synkroniseret
es_es: Sus documentos se estan siendo sincronizandos
fr: Vos documents sont maintenant en cours de synchronisation
it: I documenti sono ora sincronizzati
nl: Uw documenten worden nu gesynchroniseerd
pl: Dokumenty są teraz synchronizowane
pt_pt: Seus documentos estão sendo sincronizados agora
uk: Ваші документи наразі синхронізується

source: Receiving changes…
cs: Přijímání úprav...
da: Modtager ændringer…
es_es: Recibiendo los cambios...
fr: Réception des modifications…
it: Ricezione modifiche…
nl: Wijzigingen worden ontvangen...
pl: Odbieranie zmian...
pt_pt: Recebendo alterações...
uk: Отримання змін...

source: Sending changes…
cs: Odesílání úprav...
da: Sender ændringer…
es_es: Enviando los cambios...
fr: Envoie des modifications…
it: Invio delle modifiche…
nl: Wijzigingen doorsturen...
pl: Wysyłanie zmian...
pt_pt: Enviando alterações...
sl: Pošiljanje sprememb…
uk: Надсилання змін...

source: Skip Tutorial
cs: Přeskočit kurz
da: Spring indtruktionen over
es_es: Saltar el tutorial
fr: Passer le tutoriel
it: Salta Tutorial
nl: Introductie overslaan
pl: Pomiń samouczek
pt_pt: Pular Tutorial
sl: Preskoči Vodič
uk: Пропустити підручник

# Sorry
source: Sorry, A-SaaS Drive can not find a CMIS server at this address. Please ask your server administrator for the CMIS endpoint URL. If you are sure about the address, open it in a browser and post the resulting XML on the cmissync forum.
cs: Je nám líto CmisSync nemůže najít CMIS server na této adrese. Zkontrolujte ji prosím znovu. Pokud jste si adresou jisti, otevřete ji v prohlížeči a publikujte výsledné XML na CmisSync fóru.
da: Beklager, CmisSync Kan ikke finde en CMIS-server på denne adresse. Spørg venligst din serveradministrator om CMIS-destinations-URL. Er du sikker på adressen, så åbn den i en browser og afsend den resulterende XML-fil til cmissync@aegif.jp
es_es: Lo sentimos, A-SaaS Drive no puede encontrar un servidor CMIS en esta dirección. Por favor pida la URL CMIS al administrador del servidor. Si usted está seguro de la dirección, ábralo en un navegador y enviar el XML resultante a cmissync@aegif.jp
fr: Désolé, CmisSync ne trouve pas de serveur CMIS à cette adresse. Demandez l'adresse CMIS à votre administrateur. Si vous êtes certain de l'adresse, ouvrez-la dans un navigateur et envoyez le résultat XML à CmisSync@aegif.jp
it: Siamo spiacenti, CmisSync non riesce a trovare un server CMIS a questo indirizzo. Per favore richiedi il CMIS endpoint URL all'amministratore del server. Se si è sicuri dell'indirizzo, aprirlo in un browser e inviare il documento XML risultante a cmissync@aegif.jp
nl: Sorry, CmisSync can not find a CMIS server at this address. Please check again. If you are sure about the address, open it in a browser and send the resulting XML to cmissync@aegif.jp
pl: Niestety, CmisSync nie można znaleźć serwera CMIS pod tym adresem. Sprawdź jeszcze raz. Jeśli jesteś pewny adresu, otwórz go w przeglądarce i wyślij wynikowy XML na adres e-mail : cmissync@aegif.jp
pt_pt: Desculpe, o cmissync não consegue encontrar um servidor CMIS neste endereço. Por favor, solicite ao administrador do seu servidor a URL de acesso. Se você tem certeza sobre o endereço, abra-o em um navegador e envie o XML resultante para cmissync@aegif.jp
sl: Sorry, CmisSync can not find a CMIS server at this address. Please ask your server administrator for the CMIS endpoint URL. If you are sure about the address, open it in a browser and send the resulting XML to cmissync@aegif.jp
uk: На жаль, A-SaaS Drive не може знайти сервер CMIS за цією адресою. Будь ласка, попросіть адміністратора сервера URL-адресу кінцевої точки CMIS. Якщо ви впевнені у цій адресі, відкрийте її в браузері і відправте отриманий текст XML на cmissync@aegif.jp

# Startup
source: Add A-SaaS Drive to startup items
cs: Přidat CmisSync do položek po spuštění
da: Føj CmisSync til opstartselementer
es_es: Añadir A-SaaS Drive a la barra de inicio
fr: Ajouter CmisSync dans le menu démarrer
it: Aggiungere CmisSync all'avvio automatico
nl: CmisSync toevoegen aan opstartitems
pl: Dodaj CmisSync do autostartu
pt_pt: Adicionar o CmisSync aos itens de inicialização
sl: Add CmisSync to startup items
uk: Додати A-SaaS Drive до автозапуску

# StatusIcon
source: The status icon is here to help
cs: Ikona stavu je zde k nápomoci
da: Statusikonet er til din hjælp
es_es: El icono de estado está aquí para ayudarle
fr: L'icône de statut est là pour vous aider
it: L'icona di stato è qui per aiutarti
nl: Het status icon staat ter uw beschikking
pl: Ikona stanu jest tutaj, aby pomóc
pt_pt: O ícone de status está aqui para ajudar
uk: Значок стану, щоб допомогти

# StatusIconShows
source: A-SaaS Drive's status icon shows the syncing progress, and provides easy access to your folders.
cs: Ikona stavu CmisSync ukazuje průběh synchronizace a poskytuje snadný přístup k vašim složkám.
da: CmisSync's statusikon viser synkroniseringsforløbet, og giver dig en nem adgang til dine mapper.
es_es: El icono de estado de A-SaaS Drive muestra el progreso de la sincronización y ofrece un fácil acceso a las carpetas.
fr: L'icône d'état de CmisSync affiche la progression de la synchronisation et offre un accès simplifié à vos dossiers.
it: L'Icona di stato di CmisSync mostra l'avanzamento della sincronizzazione e offre un facile accesso alle tue cartelle.
nl: Het CmisSync status icon toont het synchronisatieproces en biedt gemakkelijk toegang tot jouw mappen.
pl: Ikona CmisSync pokazuje stan i postęp synchronizacji oraz zapewnia łatwy dostęp do folderów.
pt_pt: O ícone de status do CmisSync mostra o progresso da sincronização e oferece fácil acesso às suas pastas.
sl: CmisSync's status icon shows the syncing progress, and provides easy access to your folders.
uk: Значок стану A-SaaS Drive показує прогрес синхронізації і забезпечує легкий доступ до ваших папок.

source: Synchronization
cs: Synchronizace
da: Synkronisering
es_es: Sincronización
fr: Synchronisation
it: Sincronizzazione
nl: Synchronisatie
pl: Synchronizacja
pt_pt: Sincronização
sl: Sinhronizacija
uk: Синхронізація

source: Syncing changes…
cs: Synchronizace změn...
da: Synkroniseringsøndringer…
es_es: Sincronizando los cambios...
fr: Synchronisation des modifications...
it: Sincronizzo le modifiche...
nl: Wijzigingen synchroniseren...
pl: Synchronizowanie zmian...
pt_pt: Sincronizando as alterações...
sl: Sinhroniziranje sprememb…
uk: Триває синхронізація змін...

source: User
cs: Uživatel
da: Bruger
es_es: Usuario
fr: Utilisateur
it: Utente
nl: Gebruiker
pl: Użytkownik
pt_pt: Usuário
sl: Uporabnik
uk: Користувач

# Welcome
source: Welcome to A-SaaS Drive!
cs: Vítejte v CmisSync!
da: Velkommen til CmisSync!
es_es: ¡Bienvenido a A-SaaS Drive!
fr: Bienvenue dans CmisSync!
it: Benvenuti in CmisSync!
nl: Welkom bij CmisSync!
pl: Witamy w CmisSync!
pt_pt: Bem-vindo ao CmisSync!
sl: Dobrodošli v CmisSync!
uk: Ласкаво просимо до A-SaaS Drive!

# WhatsNext
source: What's happening next?
cs: Co se stane dál?
da: Hvad er næste punkt?
es_es: ¿Qué ocurre a continuación?
fr: Que se passe-t-il ensuite ?
it: Cosa succede dopo?
nl: Wat kan u weldra verwachten?
pl: Co się dzieje dalej?
pt_pt: O que vai acontecer agora?
uk: Що відбувається далі?

# Where
source: Where is your organization's server?
cs: Kde je server vaší organizace?
da: Hvor er din virksomheds server lokaliseret?
es_es: ¿Dónde está el servidor de su organización?
fr: Où se trouve le serveur de votre organisation ?
it: Dove è il server dell'organizzazione?
nl: Waar is de server van jouw organisatie?
pl: Gdzie jest serwer w firmie?
pt_pt: Onde está o servidor de sua organização?
uk: Де знаходиться сервер організації?

# WhereToFind
source: Where to find this address
cs: Kde najít tuto adresu
da: Hvor denne adresse findes
es_es: Dónde encontrar esta dirección
fr: Où trouver cette adresse
it: Dove trovare questo indirizzo
nl: Waar je dit adres kan vinden
pl: Gdzie można znaleźć ten adres
pt_pt: Onde encontrar este endereço
uk: Де знайти цю адресу

# Which
source: Which remote folder do you want to sync?
cs: Kterou vzdálenou složku chcete synchronizovat?
da: Hvilken fjernmappe, ønsker du at synkronisere?
es_es: ¿Qué carpeta remota desea sincronizar?
fr: Quel dossier distant souhaitez-vous synchroniser ?
it: Quale cartella remota si desidera sincronizzare?
nl: Welke externe map wens je te synchroniseren?
pl: Które zdalne foldery chcesz synchronizować?
pt_pt: Qual pasta remota deseja sincronizar?
uk: Яку віддалену папку ви хочете синхронізувати?

# YouCan
source: You can easily add a new folder to synchronize, at any time.
cs: Můžete snadno kdykoliv přidat novou CMIS složku.
da: Du kan til enhver tid nemt tilføje en ny CMIS-mappe.
es_es: Usted puede agregar fácilmente una nueva carpeta CMIS en cualquier momento.
fr: Vous pouvez ajouter facilement un nouveau dossier CMIS à tout moment.
it: È possibile aggiungere facilmente una nuova cartella CMISin qualsiasi momento.
nl: Je kan op elk moment eenvoudig een nieuwe CMIS map toevoegen.
pl: Możesz łatwo dodać nowy folder CMIS w dowolnym momencie.
pt_pt: Você pode facilmente adicionar uma nova pasta CMIS a qualquer momento.
sl: You can easily add a new CMIS folder at any time.
uk: Ви можете легко додати нові папки CMIS в будь-який час.
